{
  "Products": [
    {
      "id": 1,
      "productName": "TNF Tent - Kapasitas 4 Orang",
      "description": "Tenda The North Face kapasitas 4 orang adalah tenda berukuran sedang yang dirancang untuk memberikan perlindungan dan kenyamanan bagi kelompok kecil saat berkemah di alam terbuka. Tenda The North Face kapasitas 4 orang adalah pilihan yang baik bagi kelompok kecil yang mencari tenda berkualitas tinggi, aman, dan nyaman untuk kegiatan berkemah mereka di alam terbuka.",
      "spesifikasi": " Ukuran: sekitar 213 cm x 213 cm dengan tinggi 124 cm di pusatnya.\n Tiang rangka fiberglass dan baja\n Panel atap jala\n Jendela dengan bukaan resleting besar untuk ventilasi ",
      "image": "https://thumbor.sirclocdn.com/unsafe/640x640/filters:format(webp)/magento.eigeradventure.com/media/catalog/product/cache/c6e678ff4843a2306873597ce4b1ecc2/g/u/guardian_1_1.jpg",
      "harga": "Rp.45.000",
      "waktu": "/hari"
    },
      {
        "id": 2,
        "productName": "Osprey Carrier - 60L",
        "description": "Carrier Osprey 60L adalah tas carrier yang didesain khusus untuk kegiatan pendakian, traveling, dan petualangan di alam terbuka. Tas ini memiliki kapasitas 60 liter dan dapat menampung semua perlengkapan yang Anda butuhkan untuk perjalanan Anda.",
        "spesifikasi": "Kapasitas: 60 liter.\nBerat: sekitar 1,7 kg.\nBahan: tas ini terbuat dari bahan ripstop nylon yang ringan dan tahan lama.\nSistem suspensi: menggunakan sistem suspensi LightWire yang ringan dan cukup stabil untuk membawa beban yang cukup berat.\nFitur-fitur: Osprey 60L dilengkapi dengan berbagai fitur, seperti penyangga pinggang yang dapat disesuaikan, tali kompresi samping, dan akses zip di bagian depan tas. ",
        "image": "https://thumbor.sirclocdn.com/unsafe/293x293/filters:format(webp)/magento.eigeradventure.com/media/catalog/product/cache/c6e678ff4843a2306873597ce4b1ecc2/t/a/tas-sepeda-pria-siskin-12-hydropack.jpg",
        "harga": "Rp.25.000",
        "waktu": "/hari"
      },   {
        "id": 3,
        "productName": "Cooking Set Camping",
        "description": "Terbuat dari aluminium anodized berkualitas, membuat Cooking Set 1.0 ini memilki ketahan terhadap gores, tahan lengket serta mudah dibersihkan yang cocok untuk menemani Anda memasak dan menyiapkan makanan saat melakukan kegiatan luar ruang.",
        "spesifikasi": "Terdiri dari beberapa item, seperti panci, wajan, ketel, sendok, garpu, pisau, dan lain sebagainya. \n Terbuat dari bahan stainless steel atau aluminium yang ringan dan tahan karat. ",
        "image": "https://thumbor.sirclocdn.com/unsafe/640x640/filters:format(webp)/magento.eigeradventure.com/media/catalog/product/cache/c6e678ff4843a2306873597ce4b1ecc2/s/e/set-alat-masak-camping-outdoor-cooking-set-10.jpg",
        "harga": "Rp.15.000",
        "waktu": "/hari"
      },   {
        "id": 4,
        "productName": "Headlamp",
        "description": "Headlamp Monocle 350 multi fungsi ini dirancang untuk melengkapi kebutuhan aktivitas Anda saat melakukan kegiatan luar ruang seperti camping, hiking, dan trekking. Dilengkapi fitur maksimum output pencahayaan 350 lumen, motion sensor, serta anti air dan debu.",
        "spesifikasi": "Dimension: 4.2 x 6 x 4.3cm \n Material: ABS and PC \n Sensor yang memudahkan untuk menyalakan ataupun mematikan headlamp dengan lambaian tangan \n Dilengkapi dengan 6 mode pencahayaan \n Baterai dapat diisi ulang. ",
        "image": "https://thumbor.sirclocdn.com/unsafe/293x293/filters:format(webp)/magento.eigeradventure.com/media/catalog/product/cache/c6e678ff4843a2306873597ce4b1ecc2/0/0/000000000910008075.jpg",
        "harga": "Rp.10.000",
        "waktu": "/hari"
      },
      {
        "id": 5,
        "productName": "Jackwolfskin Shoes",
        "description": "Sepatu mid cut yang dirancang bagi anak-anak untuk kegiatan hiking.Sepatu ini juga didukung fitur midsole berbahan injection phylon sebagai bantalan dan outsole berbahan rubbber untuk cengkraman yang lebih baik. Insole Ortholite memberikan bantalan, breathable (memiliki daya evaporasi tinggi yang mampu menguapkan kelembapan sehingga mudah kering).",
        "spesifikasi": "Midsole berbahan injeksi phylon sebagai bantalan \n Outsole berbahan rubber untuk cengkraman yang lebih baik \n Insole Ortholite. ",
        "image": "https://thumbor.sirclocdn.com/unsafe/640x640/filters:format(webp)/magento.eigeradventure.com/media/catalog/product/cache/c6e678ff4843a2306873597ce4b1ecc2/9/1/910004760.blk1_1.jpg",
        "harga": "Rp.15.000",
        "waktu": "/hari"
      },
      {
        "id": 6,
        "productName": "TNF - Sleeping Bag",
        "description": "Sleeping bag The North Face adalah sebuah peralatan outdoor yang dirancang khusus untuk memberikan kenyamanan dan perlindungan pada saat tidur di alam terbuka. Produk ini dilengkapi dengan bahan isolasi sintetis atau down fill, yang berfungsi untuk menjaga tubuh tetap hangat pada suhu yang rendah.",
        "spesifikasi": "Dilengkapi dengan hood untuk menjaga kepala dan leher tetap hangat. \n Memiliki footbox, yaitu bagian bawah sleeping bag yang dirancang khusus untuk menjaga kaki tetap hangat.\n Zipper full-length yang memungkinkan sleeping bag dibuka sepenuhnya dan digunakan sebagai selimut atau quilt.\n Terdapat draft tube di sepanjang sisi zipper untuk mencegah udara dingin masuk ke dalam sleeping bag. ",
        "image": "https://thumbor.sirclocdn.com/unsafe/640x640/filters:format(webp)/magento.eigeradventure.com/media/catalog/product/cache/c6e678ff4843a2306873597ce4b1ecc2/9/1/910003821001_3_1_1.jpg",
        "harga": "Rp.25.000",
        "waktu": "/hari"
      },
      {
        "id": 7,
        "productName": "Nature Hike - Tracking Pool",
        "description": "Trekking pole Hi Treck S menggabungkan konstruksi aluminium yang kuat serta tali pergelangan tangan dengan pegangan EVA lembut yang mampu menyerap kelembapan sekaligus menjaga tangan Anda tetap kering untuk memberikan kenyamanan sepanjang petualangan Anda.",
        "spesifikasi": " Size: 44 -130 cm \n Dimension Packaging: 50 x 5 x10 cm \n Material: Aluminum ",
        "image": "https://thumbor.sirclocdn.com/unsafe/640x640/filters:format(webp)/magento.eigeradventure.com/media/catalog/product/cache/c6e678ff4843a2306873597ce4b1ecc2/9/1/910004712001_1.jpg",
        "harga": "Rp.35.000",
        "waktu": "/hari"
      },
      {
        "id": 8,
        "productName": "Kursi Lipat Camping",
        "description": "kursi kemping portabel yang ringkas, ringan, dan nyaman digunakan untuk bersantai saat melakukan kegiatan outdoor seperti berkemah, memancing, traveling, dan hiking. Mudah dipasang dan memiliki daya tahan kuat, produk ini dilengkapi carry bag yang memudahkanmu membawanya kemana saja dan tidak banyak memakan tempat saat berpergian.",
        "spesifikasi": "Size: 55x65x50cm. \n Dibuat dari bahan aluminium dan 500D cordura oxford yang memiliki daya tahan kuat. \n Ringkas, sehingga mudah dibawa kemana-mana \n Kapasitas berat maksimum adalah 120 kg ",
        "image": "https://thumbor.sirclocdn.com/unsafe/640x640/filters:format(webp)/magento.eigeradventure.com/media/catalog/product/cache/c6e678ff4843a2306873597ce4b1ecc2/9/1/910003525001-1_1.jpg",
        "harga": "Rp.25.000",
        "waktu": "/hari"
      }
    ]
}
